IdeaRS.Connections
ConnectionItemAttribute Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the ConnectionItemAttribute class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionItemAttribute(
	string propertyType
)
Parameters
propertyType
Type: String
[Missing <param name="propertyType"/> documentation for "M:IdeaRS.Connections.Data.ConnectionItemAttribute.#ctor(System.String)"]
See Also
Reference
ConnectionItemAttribute Class
IdeaRS.Connections.Data Namespace